Repository: GoodRequest/o2-ios-assignment-LK
Catalog: Assignment/Resources/*.lproj/Localizable.strings
Languages: sk

source: Your Coupon
sk: Váš kupón

# clickToRevealHiddenCode
source: Click to reveal the hidden code
sk: Kliknite pre odhalenie skrytého kódu

# codeAlreadyActivated
source: Code is already activated
sk: Kód je už aktivovaný

# codeRevealedAndReadyForActivation
source: Code is revealed and ready for activation
sk: Kód je odhalený a pripravený na aktiváciu

# codeRevealedAndReadyForActivationWithDot
source: Code is revealed and ready for activation.
sk: Kód je odhalený a pripravený na aktiváciu.

source: Scratch and Win
sk: Zotrieť a vyhrať

# scratchAndWinTitle
source: Scratch and Win!
sk: Zotrieť a vyhrať!

# clickButtonToRevealCode
source: Click the button to reveal the code
sk: Kliknite na tlačidlo pre odhalenie kódu

source: Scratch
sk: Zotrieť

source: Use Coupon
sk: Použiť kupón

# couponNotYetActivatedClickButtonBelowToActivate
source: Coupon is not yet activated. Click the button below to activate.
sk: Kupón ešte nie je aktivovaný. Kliknite na tlačidlo nižšie pre aktiváciu.

source: This coupon is activated.
sk: Tento kupón je aktivovaný.

source: Activate
sk: Aktivuj

source: Activated
sk: Aktivovaný

source: Coupon Activated
sk: Kupón aktivovaný

source: Hidden
sk: Skryté

# ifYouDontUseCouponImmediatelyItWillBeAddedToMyCoupons
source: If you don't use the coupon immediately, it will be added to "My Coupons"
sk: Ak kupón nepoužijete hneď, bude pridaný do "moje kupóny"

source: Failed to activate coupon
sk: Nepodarilo sa aktivovať kupón

source: Everyone wins something!
sk: Každý vyhrá niečo!

source: Scratch to reveal the winning code
sk: Zotrieť pre odhalenie výherného kódu

source: Your app version is lower than required for card activation. Please update to the latest version.
sk: Vaša verzia aplikácie je nižšia ako je požadované pre aktiváciu karty. Aktualizujte aplikáciu na najnovšiu verziu.
